Repository: Zaryob/Sift
Catalog: Sift/Localizable.xcstrings
Source language: en
Languages: de, fr, tr

source: %lld article digests · %lld daily topics
de: %1$lld Artikelzusammenfassungen · %2$lld Tagesthemen
fr: %1$lld résumés d’articles · %2$lld sujets du jour
tr: %1$lld makale özeti · %2$lld günlük konu

# %lld of %lld articles analyzed · %lld with substantial body text
source: %1$lld of %2$lld articles analyzed · %3$lld with substantial body text
de: %1$lld von %2$lld Artikeln analysiert · %3$lld mit ausführlichem Artikeltext
fr: %1$lld articles sur %2$lld analysés · %3$lld avec un texte complet

# %lld publishers · %lld source articles
source: %1$lld publishers · %2$lld source articles
de: %1$lld Verlage · %2$lld Quellartikel
fr: %1$lld éditeurs · %2$lld articles sources

source: %1$lld waiting for language assets · %2$lld unsupported languages · %3$lld other analysis limits
de: %1$lld warten auf Sprachpakete · %2$lld nicht unterstützte Sprachen · %3$lld weitere Analysegrenzen
fr: %1$lld en attente des ressources linguistiques · %2$lld langues non prises en charge · %3$lld autres limites d’analyse

source: Add
de: Hinzufügen
fr: Ajouter
tr: Ekle

source: Add Feed
de: Feed hinzufügen
fr: Ajouter un flux
tr: Besleme Ekle

source: All Articles
de: Alle Artikel
fr: Tous les articles
tr: Tüm Makaleler

source: All stories
de: Alle Geschichten
fr: Toutes les actualités
tr: Tüm haberler

source: Analyzing recent coverage on this device…
de: Aktuelle Berichterstattung wird auf diesem Gerät analysiert…
fr: Analyse de la couverture récente sur cet appareil…

source: Apple may ask for permission before downloading a supported language pair. Story analysis remains unavailable until the required pair is installed.
de: Apple bittet möglicherweise um Erlaubnis, bevor ein unterstütztes Sprachpaar geladen wird. Die Story-Analyse ist erst verfügbar, wenn das erforderliche Sprachpaar installiert ist.
fr: Apple peut demander l’autorisation de télécharger une paire de langues prise en charge. L’analyse des actualités sera disponible une fois cette paire installée.

source: Apple's on-device embedding model did not load. This run did not evaluate whether these stories match.
de: Apples Einbettungsmodell auf dem Gerät wurde nicht geladen. Bei diesem Durchlauf wurde nicht geprüft, ob diese Meldungen zusammengehören.
fr: Le modèle d’embeddings d’Apple sur l’appareil n’a pas pu se charger. Cet essai n’a pas évalué si ces actualités correspondaient.
tr: Apple'ın cihaz içi gömme modeli yüklenemedi. Bu çalıştırmada haberlerin eşleşip eşleşmediği değerlendirilmedi.

source: Build Stories Preview
de: Story-Vorschau erstellen
fr: Créer l’aperçu des actualités

source: By Feed
de: Nach Feed
fr: Par flux RSS

source: Cancel
de: Abbrechen
fr: Annuler
tr: İptal

source: Comparing recent coverage on this device…
de: Aktuelle Berichterstattung wird auf diesem Gerät verglichen…
fr: Comparaison de la couverture récente sur cet appareil…

source: Daily topics appear as Apple Intelligence prepares article digests on this device.
de: Tagesaktuelle Themen erscheinen, sobald Apple Intelligence Artikelzusammenfassungen auf diesem Gerät erstellt.
fr: Les sujets du jour apparaîtront quand Apple Intelligence préparera les résumés des articles sur cet appareil.
tr: Apple Intelligence bu aygıtta makale özetlerini hazırladıkça günlük konular görünür.

source: Enriching recent articles on this device…
de: Aktuelle Artikel werden auf diesem Gerät angereichert…
fr: Enrichissement des articles récents sur cet appareil…
tr: Yakın tarihli makaleler bu aygıtta zenginleştiriliyor…

source: Experimental on-device preview
de: Experimentelle Vorschau auf dem Gerät
fr: Aperçu expérimental sur l’appareil
tr: Aygıtta deneysel önizleme

source: Export Subscriptions (.opml)...
de: Abonnements exportieren (.opml)...
fr: Exporter des abonnements (.opml)...
tr: Abonelikleri Dışa Aktar (.opml)...

# Extracting article text %lld of %lld…
source: Extracting article text %1$lld of %2$lld…
de: Artikeltext wird extrahiert: %1$lld von %2$lld…
fr: Extraction du texte de l’article : %1$lld sur %2$lld…

source: Feed URL or Website
de: Feed-URL oder Website
fr: URL du flux ou site Web
tr: Besleme URL'si veya Web Sitesi

source: Folder / Category (Optional)
de: Ordner / Kategorie (Optional)
fr: Dossier / Catégorie (Optionnel)
tr: Klasör / Kategori (İsteğe Bağlı)

source: Import Subscriptions (.opml)...
de: Abonnements importieren (.opml)...
fr: Importer des abonnements (.opml)...
tr: Abonelikleri İçe Aktar (.opml)...

source: Launch at Login
de: Beim Anmelden starten
fr: Lancer à la connexion
tr: Girişte Çalıştır

source: M0 quality gate not passed. Article digests and topic labels are experimental; story-level summaries are not generated.
de: Die M0-Qualitätsschwelle ist noch nicht erreicht. Artikelzusammenfassungen und Themen sind experimentell; Zusammenfassungen ganzer Geschichten werden nicht erstellt.
fr: Le seuil de qualité M0 n’est pas atteint. Les résumés d’articles et les sujets sont expérimentaux ; aucun résumé de récit n’est généré.
tr: M0 kalite eşiği geçilmedi. Makale özetleri ve konu etiketleri deneyseldir; hikâye düzeyinde özet oluşturulmaz.

source: No Recent Articles
de: Keine aktuellen Artikel
fr: Aucun article récent

source: Not analyzed
de: Nicht analysiert
fr: Non analysé

source: Not grouped
de: Nicht gruppiert
fr: Non regroupé

source: On-device analysis unavailable
de: Analyse auf dem Gerät nicht verfügbar
fr: Analyse sur l’appareil indisponible
tr: Cihazda analiz kullanılamıyor

source: On-Device Story Analysis (Preview)
de: Story-Analyse auf dem Gerät (Vorschau)
fr: Analyse des actualités sur l’appareil (aperçu)

source: OPML Backup & Import
de: OPML-Sicherung & Import
fr: Sauvegarde & Importation OPML
tr: OPML Yedekleme ve İçe Aktarma

source: Original article
de: Originalartikel
fr: Article original

source: Original title: %@
de: Originaltitel: %@
fr: Titre original : %@

source: Prepare on-device languages
de: Sprachen auf dem Gerät vorbereiten
fr: Préparer les langues sur l’appareil

source: Preparing article text…
de: Artikeltext wird vorbereitet…
fr: Préparation du texte de l’article…
tr: Makale metni hazırlanıyor…

source: Preparing language models…
de: Sprachmodelle werden vorbereitet…
fr: Préparation des modèles linguistiques…

source: Print / PDF
de: Drucken / PDF
fr: Imprimer / PDF
tr: Yazdır / PDF

source: Reader
de: Leser
fr: Lecteur
tr: Okuyucu

source: Rebuild Preview
de: Vorschau neu erstellen
fr: Reconstruire l’aperçu

source: Refresh your feeds to build a preview from articles published today and yesterday.
de: Aktualisiere deine Feeds, um eine Vorschau der Artikel aus den letzten 72 Stunden zu erstellen.
fr: Actualisez vos flux pour créer un aperçu des articles publiés au cours des 72 dernières heures.
tr: Bugün ve dün yayımlanan makalelerin önizlemesini oluşturmak için akışlarını yenile.

source: Save
de: Speichern
fr: Enregistrer
tr: Kaydet

source: Saved
de: Gespeichert
fr: Enregistré

source: Search articles
de: Artikel suchen
fr: Rechercher des articles
tr: Makalelerde ara

source: Show Translation
de: Übersetzung anzeigen
fr: Afficher la traduction

source: Sift can compare Turkish, German, Spanish, and French coverage through an English analysis language. Apple's Translation models stay on this device; RSS reading does not depend on them.
de: Sift kann türkische, deutsche, spanische und französische Berichte in einer englischen Analysesprache vergleichen. Apples Übersetzungsmodelle bleiben auf diesem Gerät; RSS-Lesen funktioniert auch ohne sie.
fr: Sift peut comparer des articles en turc, allemand, espagnol et français à l’aide de l’anglais comme langue d’analyse. Les modèles de traduction d’Apple restent sur cet appareil ; la lecture RSS n’en dépend pas.

source: Smart Filters
de: Intelligente Filter
fr: Filtres intelligents
tr: Akıllı Filtreler

source: Starred
de: Markiert
fr: Favoris
tr: Yıldızlı

source: Startup & Background
de: Start & Hintergrund
fr: Démarrage et arrière-plan
tr: Başlangıç ve Arka Plan

source: Stories
de: Meldungen
fr: Actualités

source: Stories Preview
de: Story-Vorschau
fr: Aperçu des actualités

source: There are no recent articles to analyze.
de: Es gibt keine aktuellen Artikel zu analysieren.
fr: Aucun article récent à analyser.

source: These articles stayed separate because there was too little text, an unavailable language pair, or no usable on-device embedding.
de: Diese Artikel blieben getrennt, weil zu wenig Text vorhanden war, das Sprachpaar nicht verfügbar war oder kein nutzbares Einbettungsmodell auf dem Gerät bereitstand.
fr: Ces articles sont restés séparés, car le texte était insuffisant, la paire de langues indisponible ou aucun modèle d’embeddings utilisable n’était disponible sur l’appareil.

source: These articles were not analyzed because the on-device embedding model could not load. This is not a negative story match.
de: Diese Artikel wurden nicht analysiert, weil das Einbettungsmodell auf dem Gerät nicht geladen werden konnte. Das bedeutet nicht, dass die Meldungen nicht zusammengehören.
fr: Ces articles n’ont pas été analysés, car le modèle d’embeddings sur l’appareil n’a pas pu se charger. Cela ne signifie pas que les actualités sont différentes.
tr: Cihaz içi gömme modeli yüklenemediği için bu makaleler analiz edilmedi. Bu, haberlerin eşleşmediği anlamına gelmez.

source: This preview only prepares local language assets. Feed refresh and reading work as usual without them.
de: Diese Vorschau lädt lediglich Sprachpakete auf das Gerät. Feeds können auch ohne diese Pakete wie gewohnt aktualisiert und gelesen werden.
fr: Cet aperçu prépare uniquement les ressources linguistiques locales. Les flux restent actualisables et consultables normalement sans celles-ci.

source: This Week
de: Diese Woche
fr: Cette semaine
tr: Bu Hafta

source: Today
de: Heute
fr: Aujourd'hui
tr: Bugün

source: Topic labels come from on-device article digests and may change as more recent articles are enriched.
de: Themen stammen aus Artikelzusammenfassungen auf dem Gerät und können sich ändern, wenn weitere aktuelle Artikel verarbeitet werden.
fr: Les sujets proviennent des résumés d’articles sur l’appareil et peuvent évoluer à mesure que d’autres articles récents sont traités.
tr: Konu etiketleri aygıttaki makale özetlerinden gelir; yeni makaleler işlendiğinde değişebilir.

source: Topics from recent coverage
de: Themen der aktuellen Berichterstattung
fr: Sujets de l’actualité récente
tr: Yakın tarihli haber konuları

source: Translated on device
de: Auf dem Gerät übersetzt
fr: Traduit sur l’appareil

source: Translated title
de: Übersetzter Titel
fr: Titre traduit

source: Translating article…
de: Artikel wird übersetzt …
fr: Traduction de l’article…

source: Translation active
de: Übersetzung aktiv
fr: Traduction active

source: Translation unavailable
de: Übersetzung nicht verfügbar
fr: Traduction indisponible

source: Typography
de: Typografie
fr: Typographie
tr: Tipografi

source: Unread
de: Ungelesen
fr: Non lus
tr: Okunmadı

source: Untitled
de: Ohne Titel
fr: Sans titre

source: View Original
de: Original anzeigen
fr: Voir l’original

source: Browser
fr: Navigateur
tr: Tarayıcı

source: Feeds
fr: Flux
tr: Beslemeler

source: %lld articles
tr: %lld makale

source: Add to Folder
tr: Klasöre Ekle

source: Appearance
tr: Görünüm

source: Choose a different feed (%lld available)
tr: Farklı bir besleme seç (%lld mevcut)

source: Finding feed...
tr: Besleme aranıyor...

source: Mark All as Read?
tr: Tümünü Okunmuş Say?

source: Multiple Feeds Available
tr: Birden Fazla Besleme Bulundu

source: No RSS or Atom feed found at this address.
tr: Bu adreste feed bulunamadı.

source: None
tr: Yok

source: Read
tr: Okundu

source: Recent Articles
tr: Son Makaleler

source: Star
tr: Yıldızla

source: Text Size & Font
tr: Metin Boyutu ve Font

source: That doesn’t look like a web address.
tr: Bu bir web adresine benzemiyor.

source: Unstar
tr: Yıldızı Kaldır

source: Untitled Article
tr: Başlıksız Makale

source: Updated %@
tr: %@ güncellendi

source: Use %@ from clipboard
tr: Panodaki %@ adresini kullan

source: Website or feed URL
tr: Web sitesi veya besleme adresi

source: You’re already subscribed to %@.
tr: %@ beslemesine zaten abonesiniz.
